Repository: jiyimeta/folino-ios
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# app.bootstrap.error.title
source: folino couldn't start
ja: folino を起動できませんでした
ko: folino를 시작할 수 없습니다
zh_hans: 无法启动 folino
zh_hant: 無法啟動 folino

# app.detail.empty.title
source: Select a score
ja: 楽譜を選択してください
ko: 악보를 선택하세요
zh_hans: 请选择一份乐谱
zh_hant: 請選擇一份樂譜

# app.import.loading.label
source: Opening…
ja: 開いています…
ko: 여는 중…
zh_hans: 正在打开…
zh_hant: 正在開啟…

# app.review.preprompt.message
source: Would you mind taking a moment to leave a review on the App Store?
ja: App Store でレビューを書いていただけますか？
ko: App Store에 리뷰를 남겨 주시겠어요?
zh_hans: 可以在 App Store 上为我们写一条评论吗？
zh_hant: 可以在 App Store 上為我們留下評論嗎？

# app.review.preprompt.notNow
source: Not Now
ja: 後で
ko: 나중에
zh_hans: 稍后
zh_hant: 稍後

# app.review.preprompt.rate
source: Rate folino
ja: folino を評価する
ko: folino 평가하기
zh_hans: 为 folino 评分
zh_hant: 為 folino 評分

# app.review.preprompt.title
source: Enjoying folino?
ja: folino はいかがですか？
ko: folino는 어떠신가요?
zh_hans: 您觉得 folino 怎么样？
zh_hant: 您覺得 folino 如何？

# app.share.duplicate.keepBoth
source: Keep Both
ja: 両方残す
ko: 둘 다 유지
zh_hans: 都保留
zh_hant: 都保留

# app.share.duplicate.message
source: "%@" is already imported. What do you want to do?
ja: 「%@」は既に取り込み済みです。どうしますか？
ko: '%@'은(는) 이미 가져왔습니다. 어떻게 하시겠습니까?
zh_hans: 「%@」已经导入。要如何处理？
zh_hant: 「%@」已經匯入。要如何處理？

# app.share.duplicate.title
source: Already in Your Library
ja: ライブラリに既に存在します
ko: 라이브러리에 이미 존재합니다
zh_hans: 资料库中已存在
zh_hant: 資料庫中已存在

# app.toolbar.settings.label
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# domain.error.audioEngineFailed
source: Audio engine error: %@
ja: オーディオエンジンエラー: %@
ko: 오디오 엔진 오류: %@
zh_hans: 音频引擎错误：%@
zh_hant: 音訊引擎錯誤：%@

# domain.error.persistenceFailed
source: Library save failed: %@
ja: ライブラリの保存に失敗しました: %@
ko: 라이브러리 저장에 실패했습니다: %@
zh_hans: 保存资料库失败：%@
zh_hant: 儲存資料庫失敗：%@

# domain.error.scoreFileNotFound
source: Score file not found: %@
ja: 楽譜ファイルが見つかりません: %@
ko: 악보 파일을 찾을 수 없습니다: %@
zh_hans: 找不到乐谱文件：%@
zh_hant: 找不到樂譜檔案：%@

# domain.error.scoreParseFailed
source: Could not parse score file: %@
ja: 楽譜ファイルを読み取れませんでした: %@
ko: 악보 파일을 읽을 수 없습니다: %@
zh_hans: 无法读取乐谱文件：%@
zh_hant: 無法讀取樂譜檔案：%@

# domain.error.scoreWriteFailed
source: Could not write score file: %@
ja: 楽譜ファイルを書き込めませんでした: %@
ko: 악보 파일을 쓸 수 없습니다: %@
zh_hans: 无法写入乐谱文件：%@
zh_hant: 無法寫入樂譜檔案：%@

# domain.error.syncFailed
source: Sync failed: %@
ja: 同期に失敗しました: %@
ko: 동기화에 실패했습니다: %@
zh_hans: 同步失败：%@
zh_hant: 同步失敗：%@

# domain.error.unsupportedFormat
source: Unsupported file format: %@
ja: 未対応のファイル形式です: %@
ko: 지원하지 않는 파일 형식입니다: %@
zh_hans: 不支持的文件格式：%@
zh_hant: 不支援的檔案格式：%@

# mac.menu.displayMode
source: Display Mode
ja: 表示モード
ko: 표시 모드
zh_hans: 显示模式
zh_hant: 顯示模式

# mac.menu.displayMode.horizontal
source: Horizontal Scroll
ja: 横スクロール
ko: 가로 스크롤
zh_hans: 水平滚动
zh_hant: 水平捲動

# mac.menu.displayMode.page
source: Page
ja: ページ
ko: 페이지
zh_hans: 页面
zh_hant: 頁面

# mac.menu.displayMode.vertical
source: Vertical Scroll
ja: 縦スクロール
ko: 세로 스크롤
zh_hans: 垂直滚动
zh_hant: 垂直捲動

# mac.menu.edit.deselect
source: Deselect
ja: 選択解除
ko: 선택 해제
zh_hans: 取消选择
zh_hant: 取消選取

# mac.menu.edit.nextElement
source: Next Element
ja: 次の要素
ko: 다음 요소
zh_hans: 下一个元素
zh_hant: 下一個元素

# mac.menu.edit.previousElement
source: Previous Element
ja: 前の要素
ko: 이전 요소
zh_hans: 上一个元素
zh_hant: 上一個元素

# mac.menu.import
source: Import…
ja: 読み込む…
ko: 가져오기…
zh_hans: 导入…
zh_hant: 匯入…

# mac.menu.measures
source: Measures
ja: 小節
ko: 마디
zh_hans: 小节
zh_hant: 小節

# mac.menu.measures.append
source: Add Measure
ja: 小節を追加
ko: 마디 추가
zh_hans: 添加小节
zh_hant: 新增小節

# mac.menu.measures.appendMany
source: Add Measures…
ja: 小節をまとめて追加…
ko: 마디 여러 개 추가…
zh_hans: 批量添加小节…
zh_hant: 批次新增小節…

# mac.menu.measures.delete
source: Delete Measure
ja: 小節を削除
ko: 마디 삭제
zh_hans: 删除小节
zh_hant: 刪除小節

# mac.menu.measures.insertBefore
source: Insert Measure Before
ja: 前に小節を挿入
ko: 앞에 마디 삽입
zh_hans: 在前面插入小节
zh_hant: 在前面插入小節

# mac.menu.measures.keySignature
source: Key Signature…
ja: 調号…
ko: 조표…
zh_hans: 调号…
zh_hant: 調號…

# mac.menu.measures.rehearsalMark
source: Rehearsal Mark…
ja: リハーサルマーク…
ko: 리허설 마크…
zh_hans: 排练标记…
zh_hant: 排練標記…

# mac.menu.measures.timeSignature
source: Time Signature…
ja: 拍子…
ko: 박자표…
zh_hans: 拍号…
zh_hant: 拍號…

# mac.menu.notes
source: Notes
ja: 音符
ko: 음표
zh_hans: 音符
zh_hant: 音符

# mac.menu.notes.accidental
source: Accidental
ja: 臨時記号
ko: 임시표
zh_hans: 临时记号
zh_hant: 臨時記號

# mac.menu.notes.accidental.doubleFlat
source: Double Flat
ja: ダブルフラット
ko: 겹내림표
zh_hans: 重降号
zh_hant: 重降記號

# mac.menu.notes.accidental.doubleSharp
source: Double Sharp
ja: ダブルシャープ
ko: 겹올림표
zh_hans: 重升号
zh_hant: 重升記號

# mac.menu.notes.accidental.flat
source: Flat
ja: フラット
ko: 내림표
zh_hans: 降号
zh_hant: 降記號

# mac.menu.notes.accidental.natural
source: Natural
ja: ナチュラル
ko: 제자리표
zh_hans: 还原号
zh_hant: 還原記號

# mac.menu.notes.accidental.none
source: No Accidental
ja: 臨時記号なし
ko: 임시표 없음
zh_hans: 无临时记号
zh_hant: 無臨時記號

# mac.menu.notes.accidental.sharp
source: Sharp
ja: シャープ
ko: 올림표
zh_hans: 升号
zh_hant: 升記號

# mac.menu.notes.chord
source: Chord
ja: 和音
ko: 화음
zh_hans: 和弦
zh_hant: 和弦

# mac.menu.notes.chord.add.a
source: Add A to Chord
ja: 和音に A を追加
ko: 화음에 A 추가
zh_hans: 向和弦添加 A
zh_hant: 向和弦加入 A

# mac.menu.notes.chord.add.b
source: Add B to Chord
ja: 和音に B を追加
ko: 화음에 B 추가
zh_hans: 向和弦添加 B
zh_hant: 向和弦加入 B

# mac.menu.notes.chord.add.c
source: Add C to Chord
ja: 和音に C を追加
ko: 화음에 C 추가
zh_hans: 向和弦添加 C
zh_hant: 向和弦加入 C

# mac.menu.notes.chord.add.d
source: Add D to Chord
ja: 和音に D を追加
ko: 화음에 D 추가
zh_hans: 向和弦添加 D
zh_hant: 向和弦加入 D

# mac.menu.notes.chord.add.e
source: Add E to Chord
ja: 和音に E を追加
ko: 화음에 E 추가
zh_hans: 向和弦添加 E
zh_hant: 向和弦加入 E

# mac.menu.notes.chord.add.f
source: Add F to Chord
ja: 和音に F を追加
ko: 화음에 F 추가
zh_hans: 向和弦添加 F
zh_hant: 向和弦加入 F

# mac.menu.notes.chord.add.g
source: Add G to Chord
ja: 和音に G を追加
ko: 화음에 G 추가
zh_hans: 向和弦添加 G
zh_hant: 向和弦加入 G

# mac.menu.notes.chord.interval.octave
source: Add Octave Above
ja: 上にオクターブを追加
ko: 위로 옥타브 추가
zh_hans: 在上方添加八度
zh_hant: 在上方加入八度

# mac.menu.notes.chord.interval.third
source: Add Third Above
ja: 上に3度を追加
ko: 위로 3도 추가
zh_hans: 在上方添加三度
zh_hant: 在上方加入三度

# mac.menu.notes.chord.removeNote
source: Remove Note from Chord
ja: 和音から音符を削除
ko: 화음에서 음표 삭제
zh_hans: 从和弦中删除音符
zh_hant: 從和弦中刪除音符

# mac.menu.notes.delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# mac.menu.notes.dot
source: Dot
ja: 付点
ko: 점
zh_hans: 附点
zh_hant: 附點

# mac.menu.notes.dot.double
source: Double Dot
ja: 複付点
ko: 겹점
zh_hans: 双附点
zh_hant: 雙附點

# mac.menu.notes.duration
source: Duration
ja: 音符の長さ
ko: 음표 길이
zh_hans: 音符时值
zh_hant: 音符時值

# mac.menu.notes.duration.16th
source: 16th Note
ja: 16分音符
ko: 16분음표
zh_hans: 十六分音符
zh_hant: 十六分音符

# mac.menu.notes.duration.32nd
source: 32nd Note
ja: 32分音符
ko: 32분음표
zh_hans: 三十二分音符
zh_hant: 三十二分音符

# mac.menu.notes.duration.64th
source: 64th Note
ja: 64分音符
ko: 64분음표
zh_hans: 六十四分音符
zh_hant: 六十四分音符

# mac.menu.notes.duration.8th
source: Eighth Note
ja: 8分音符
ko: 8분음표
zh_hans: 八分音符
zh_hant: 八分音符

# mac.menu.notes.duration.half
source: Half Note
ja: 2分音符
ko: 2분음표
zh_hans: 二分音符
zh_hant: 二分音符

# mac.menu.notes.duration.quarter
source: Quarter Note
ja: 4分音符
ko: 4분음표
zh_hans: 四分音符
zh_hant: 四分音符

# mac.menu.notes.duration.whole
source: Whole Note
ja: 全音符
ko: 온음표
zh_hans: 全音符
zh_hant: 全音符

# mac.menu.notes.octave.down
source: Down an Octave
ja: オクターブ下げる
ko: 한 옥타브 내리기
zh_hans: 降低八度
zh_hant: 降低八度

# mac.menu.notes.octave.up
source: Up an Octave
ja: オクターブ上げる
ko: 한 옥타브 올리기
zh_hans: 升高八度
zh_hant: 升高八度

# mac.menu.notes.pitch
source: Pitch
ja: 音高
ko: 음높이
zh_hans: 音高
zh_hant: 音高

# mac.menu.notes.pitch.a
source: Pitch A
ja: 音高 A
ko: 음높이 A
zh_hans: 音高 A
zh_hant: 音高 A

# mac.menu.notes.pitch.b
source: Pitch B
ja: 音高 B
ko: 음높이 B
zh_hans: 音高 B
zh_hant: 音高 B

# mac.menu.notes.pitch.c
source: Pitch C
ja: 音高 C
ko: 음높이 C
zh_hans: 音高 C
zh_hant: 音高 C

# mac.menu.notes.pitch.d
source: Pitch D
ja: 音高 D
ko: 음높이 D
zh_hans: 音高 D
zh_hant: 音高 D

# mac.menu.notes.pitch.down
source: Down a Semitone
ja: 半音下げる
ko: 반음 내리기
zh_hans: 降低半音
zh_hant: 降低半音

# mac.menu.notes.pitch.e
source: Pitch E
ja: 音高 E
ko: 음높이 E
zh_hans: 音高 E
zh_hant: 音高 E

# mac.menu.notes.pitch.f
source: Pitch F
ja: 音高 F
ko: 음높이 F
zh_hans: 音高 F
zh_hant: 音高 F

# mac.menu.notes.pitch.g
source: Pitch G
ja: 音高 G
ko: 음높이 G
zh_hans: 音高 G
zh_hant: 音高 G

# mac.menu.notes.pitch.up
source: Up a Semitone
ja: 半音上げる
ko: 반음 올리기
zh_hans: 升高半音
zh_hant: 升高半音

# mac.menu.notes.rest
source: Rest
ja: 休符
ko: 쉼표
zh_hans: 休止符
zh_hant: 休止符

# mac.menu.notes.tie
source: Tie
ja: タイ
ko: 붙임줄
zh_hans: 延音线
zh_hant: 連結線

# mac.menu.notes.tiedNote
source: Add Tied Note
ja: タイでつないだ音符を追加
ko: 붙임줄로 이은 음표 추가
zh_hans: 添加用延音线连接的音符
zh_hant: 加入用連結線連接的音符

# mac.menu.notes.tuplet
source: Tuplet
ja: 連符
ko: 잇단음표
zh_hans: 连音
zh_hant: 連音

# mac.menu.notes.tuplet.3
source: Triplet
ja: 3連符
ko: 셋잇단음표
zh_hans: 三连音
zh_hant: 三連音

# mac.menu.notes.tuplet.4
source: Quadruplet
ja: 4連符
ko: 넷잇단음표
zh_hans: 四连音
zh_hant: 四連音

# mac.menu.notes.tuplet.5
source: Quintuplet
ja: 5連符
ko: 다섯잇단음표
zh_hans: 五连音
zh_hant: 五連音

# mac.menu.notes.tuplet.6
source: Sextuplet
ja: 6連符
ko: 여섯잇단음표
zh_hans: 六连音
zh_hant: 六連音

# mac.menu.notes.tuplet.7
source: Septuplet
ja: 7連符
ko: 일곱잇단음표
zh_hans: 七连音
zh_hant: 七連音

# mac.menu.notes.tuplet.8
source: Octuplet
ja: 8連符
ko: 여덟잇단음표
zh_hans: 八连音
zh_hant: 八連音

# mac.menu.notes.tuplet.9
source: Nonuplet
ja: 9連符
ko: 아홉잇단음표
zh_hans: 九连音
zh_hant: 九連音

# mac.menu.notes.tuplet.remove
source: Remove Tuplet
ja: 連符を解除
ko: 잇단음표 해제
zh_hans: 取消连音
zh_hant: 取消連音

# mac.menu.notes.voice
source: Voice
ja: 声部
ko: 성부
zh_hans: 声部
zh_hant: 聲部

# mac.menu.notes.voice.1
source: Voice 1
ja: 声部 1
ko: 성부 1
zh_hans: 声部 1
zh_hant: 聲部 1

# mac.menu.notes.voice.2
source: Voice 2
ja: 声部 2
ko: 성부 2
zh_hans: 声部 2
zh_hant: 聲部 2

# mac.menu.notes.voice.3
source: Voice 3
ja: 声部 3
ko: 성부 3
zh_hans: 声部 3
zh_hant: 聲部 3

# mac.menu.notes.voice.4
source: Voice 4
ja: 声部 4
ko: 성부 4
zh_hans: 声部 4
zh_hant: 聲部 4

# mac.menu.revert.lastOpened
source: Last Opened
ja: 開いた時点
ko: 마지막으로 연 상태
zh_hans: 上次打开时
zh_hant: 上次開啟時

# mac.menu.revert.original
source: Original
ja: 元の楽譜
ko: 원본
zh_hans: 原始乐谱
zh_hant: 原始樂譜

# mac.menu.revertTo
source: Revert To
ja: 復帰
ko: 되돌리기
zh_hans: 恢复到
zh_hant: 回復到

# mac.menu.score
source: Score
ja: 楽譜
ko: 악보
zh_hans: 乐谱
zh_hant: 樂譜

# mac.menu.score.drumLayout
source: Drum Keys…
ja: ドラムキー…
ko: 드럼 키…
zh_hans: 鼓键…
zh_hant: 鼓鍵…

# mac.menu.score.instruments
source: Instruments…
ja: 楽器…
ko: 악기…
zh_hans: 乐器…
zh_hant: 樂器…

# mac.menu.showLibrary
source: Open…
ja: 開く…
ko: 열기…
zh_hans: 打开…
zh_hant: 開啟…

# mac.revert.lastOpened.action
source: Revert
ja: 戻す
ko: 되돌리기
zh_hans: 恢复
zh_hant: 回復

# mac.revert.lastOpened.title
source: Revert to Last Opened?
ja: 開いた時点に戻しますか？
ko: 마지막으로 연 상태로 되돌리겠습니까?
zh_hans: 恢复到上次打开时？
zh_hant: 回復到上次開啟時？

# mac.revert.original.action
source: Revert
ja: 戻す
ko: 되돌리기
zh_hans: 恢复
zh_hant: 回復

# mac.revert.original.title
source: Revert to Original?
ja: 元の楽譜に戻しますか？
ko: 원본으로 되돌리겠습니까?
zh_hans: 恢复为原始乐谱？
zh_hant: 回復為原始樂譜？

# mac.toolbar.showLibrary
source: Open…
ja: 開く…
ko: 열기…
zh_hans: 打开…
zh_hant: 開啟…
